[
	{"character_name": "Piper", "dialogue": "Hey, it only took you a day to come home. You're pretty quick. I'm almost done with your surprise. You'll love it. I promise. Just give me a bit..."},
	{"character_name": "Protagonist", "dialogue": "Piper..."},
	{"character_name": "Piper", "dialogue": "I know it looks bad right now, but just wait! I'll fix it. I'll fix you! \nWe can have tea parties and read more stories and- and you can even make more friends, if you want, I'll make them for you! They'll be perfect."},
	{"character_name": "Protagonist", "dialogue": "Wait, I don't-"},
	{"character_name": "Piper", "dialogue": "If everything is Wonderland, you won't forget me again. \n[i]He's nervously laughing[/i] \nThere's no reason for you to leave Wonderland- you can't, anyway, if everything is Wonderland."},
	{"character_name": "Protagonist", "dialogue": "Hey, could you just listen to me? I don't want this. I don't need this to 'fix' me, I'm perfectly fine the way I am."},
	{"character_name": "Piper", "dialogue": "No, you're not."},
	{"character_name": "Protagonist", "dialogue": "... Piper, why would  you say that to me?"},
	{"character_name": "Piper", "dialogue": "I can see everything, A5. We're just toys. \nToys and cards and boring dialogue in a book, tea parties and switches and 'if's, but no 'ands'. No 'you and me', A5"},
	{"character_name": "Protagonist", "dialogue": "Lampy was right, Piper, you've really gone mad..."},
	{"character_name": "Piper", "dialogue": "No! No, I'm not! Listen, you don't have to be afraid of me. I'm just trying to fix everything. \nI just want to make it good for you. I want you to be happy. It's what I have to do."},
	{"character_name": "Protagonist", "dialogue": "What in the world are you talking about? You don't have to do any of this, I was happy as I was! \nYou were happy too, don't you remember? Why are you doing this? I didn't ask for it!"},
	{"character_name": "Piper", "dialogue": "No, no, not you... but the book, it says-"},
	{"character_name": "Protagonist", "dialogue": "Why do you care so much about the book?"},
	{"character_name": "Piper", "dialogue": "Because I don't want to lose you. And it says, that if I do this-"},
	{"character_name": "Piper", "dialogue": "-then, then neither of us can leave."}
]
